<?php
// +----------------------------------------------------------------------
// | Financialcms [ 全资源金融产品平台管理系统V1.0 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2015 http://tinglan.cn All rights reserved.
// +----------------------------------------------------------------------
// | Time ( 2015-02-01 )
// +----------------------------------------------------------------------
// | Author: zztinglan.com <179967287@qq.com>
// +----------------------------------------------------------------------

// 应用入口文件

// 检测PHP环境
if(version_compare(PHP_VERSION,'5.3.0','<'))  die('require PHP > 5.3.0 !');

// 开启调试模式 建议开发阶段开启 部署阶段注释或者设为false
define('APP_DEBUG',True);

// 定义应用目录
define('APP_PATH','./apps/');

// 定义运行时目录
define('RUNTIME_PATH','./runtime/');

// 引入ThinkPHP入口文件
require './include/tp/index.php';

